{
    "id": "base",
    "title": "About the Artist – Robin Custance",
    "content": "G’day, I’m Robin Custance—proud Aboriginal Aussie artist, part-time Kangaroo whisperer, and lifelong storyteller through colour and dots. My journey began on Kaurna Country in Adelaide, and my family lines stretch back to Naracoorte (Boandik Country). Every artwork I create is a blend of ancient wisdom and modern wonder, with deep respect for Country and the powerful stories passed down through generations. My art is my way of giving back—celebrating our land, our history, and sharing a piece of Australian spirit with you, wherever you are in the world.\n\nDot painting, for me, is more than a technique—it’s a conversation with the past and a bridge to the future. I use both traditional and digital tools to honour old stories and invent new ones, always with a healthy dose of humour and warmth. When you bring my art into your home, you’re not just getting a pretty picture—you’re getting a piece of living culture, carefully crafted with heart and soul.\n\nDid You Know? The Spirit & Story of Aboriginal Dot Painting\nAboriginal dot painting is one of Australia’s most iconic and respected art traditions, rooted in tens of thousands of years of deep connection to land, people, and spirit. While dot motifs have appeared in ancient rock art and ceremonial body painting across the continent, the world-famous “dot painting” style really took off in the early 1970s with the Papunya Tula art movement in the Central Desert.\n\nPioneering artists such as Kaapa Tjampitjinpa, Clifford Possum Tjapaltjarri, and Emily Kame Kngwarreye created a whole new visual language—using dots to map out Dreamtime stories, songlines, and the sacred wisdom of Country. Dots were never just decoration: they protected the most important meanings from outsiders, while sharing the beauty, energy, and movement of the land with everyone.\n\nEach dot can be seen as a footprint, a star, or a ripple in the sand—a symbol of connection between artist, Country, and viewer. Today, Aboriginal artists continue to keep this powerful tradition alive, blending ancient methods with new ideas, materials, and personal stories. No two dot paintings are ever the same; each one is a living story, capturing the resilience, creativity, and ongoing journey of Aboriginal people and places.\n\nA-Series (Vertical)",
    "instructions": "This is the base text for the 'About the Artist – Robin Custance' section for the A-Series-Vertical aspect ratio. Edit the text to refine the message for this paragraph."
}